13/data/attachments/c6639759adcee9b1.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>John_popular_Friend_2255_5</nif:username>
            <nif:friendToBeRequested>soap_friends_b0e9a363-8ee3-4b94-a37a-9758285a8b80</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>